datas = [
    {
        id: 0,
        text: "안녕하세요!",
        buttons: [
            {dst: 1, text: "안녕!"}
        ]
    },
    {
        id: 1,
        text: "헤헤. 저는 프로젝트 날리다:10을 설명하러 온 날리냥이랍니다.",
        buttons: [
            {dst: 2, text: "날리다? 그게 뭔데?"},
            {dst: 3, text: "사랑해♡"}
        ]
    },
    {
        id: 2,
        text: "날리다:10은 10명의 동료들과 5주간 함께하는 자기이해와 목표달성 프로젝트랍니다!",
        buttons: [
            {dst: 4, text: "그렇구나! 상세한 설명 고마워! 지원할게!"}
        ]
    },
    {
        id: 3,
        text: "앗... 날리냥은 이미 사귀는 고양이가 있다냥...",
        buttons: [
            {dst: 1, text: "..."}
        ]
    },
    {
        id: 4,
        text: "네! 안녕히가세요!",
        buttons: []
    }
]
